Monitor/Prerequisites/Apache Group/jakarta-tomcat-4.0.1/webapps/soap/soap-2_2/samples/messaging/msg3.xml

<!-- this is a buggy message .. the method name is unknown -->
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
<s:Body>
<XXX xmlns="urn:po-processor">
  <stuff/>
</XXX>
</s:Body>
</s:Envelope>
